Repository: puneetdevs/cs-cart-mobile
Catalog: var/langs/*/addons/vendor_data_premoderation.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp, vi_vn

# Addons::name::vendor_data_premoderation
source: Vendor data premoderation
hr_hr: Premoderation podataka dobavljača
ka_ge: გამყიდველების მონაცემების პრე-მოდერაცია
lt_lt: Tiekėjo duomenų premoderation
sk_sk: Vstupná kontrola dát dodávateľov
sr_sp: Upravljanje i izmena podataka od dobavljača
vi_vn: Dữ liệu nhà cung cấp kiểm duyệt trước

# Addons::description::vendor_data_premoderation
source: Lets you pre-moderate vendors activity
hr_hr: Omogućuje vam unaprijed ograničiti aktivnosti dobavljača
ka_ge: მონაცემების პრე-მოდერაცია, რომელიც დაამატეს გამყიდველები
sk_sk: Umožňuje vopred kontrolovať dodávateľskú činnosť
sr_sp: Dozvoljava upravljanje aktivnostima dobavljača

# Languages::product_approval_menu_description
source: Manage individual products or group of products supplied by the store vendors.
hr_hr: Upravljanje pojedinih proizvoda ili skupine proizvoda dobivenih od trgovina dobavljača.
ka_ge: გამყიდვლების მიერ მოწოდებული ინდივიდუალური პროდუქტის ან პროდუქტების ჯგუფის მართვა.
lt_lt: Valdyti atskirų produktų arba grupės produktų, tiekiamų iš parduotuvės pardavėjai.
sk_sk: Spravujte jednotlivé produkty alebo skupiny produktov, ktoré sú dodávané dodávateľmi obchodu.
sr_sp: Upravljanje pojedinačnim proizvodima ili grupama proizvoda obezbeđenim od strane dobavljača.
vi_vn: Quản lý sản phẩm cá nhân hoặc nhóm các sản phẩm được cung cấp bởi các nhà cung cấp.

# Languages::vendor_data_premoderation
source: Vendor data premoderation
hr_hr: Premoderation podataka dobavljača
ka_ge: გამყიდვლების მონაცემების პრე-მოდერაცია
lt_lt: Tiekėjo duomenų premoderation
sk_sk: Vstupná kontrola dát dodávateľov
sr_sp: Upravljanje i izmena podataka od dobavljača
vi_vn: Dữ liệu nhà cung cấp kiểm duyệt trước

# Languages::product_approval
source: Product approval
hr_hr: Odobrenja proizvoda
ka_ge: პროდუქტი დამოწმებულია
lt_lt: Produkto patvirtinimas
sk_sk: Schvaľovanie produktov
sr_sp: Odobrenje proizvoda
vi_vn: Phê duyệt sản phẩm

# Languages::notify_vendor_by_email
source: Notify vendor by e-mail
hr_hr: Obavijestiti dobavljača putem e-maila
ka_ge: გამყიდველის ინფორმირება ელ-ფოსტით
lt_lt: Praneša apie tai tiekėjui elektroniniu paštu
sk_sk: Upozorniť dodávateľa e-mailom
sr_sp: Obavesti dobavljača e-mailom
vi_vn: Thông báo cho nhà cung cấp qua email

# Languages::product_approval_status_approved
source: Your product [product] has been approved by the store administration and added to the product catalog. Now shoppers can order this product in the store.
hr_hr: Vaš proizvod [product] je odobren od strane administratora trgovine i dodan u katalog proizvoda. Sada kupci mogu naručiti ovaj proizvod u trgovini.
ka_ge: თქვენი პროდუქტი [product] დადასტურებულია მაღაზიის ადმინისტრატორის მიერ და დამატებულია პროდუქტების კატალოგში. მყიდველები უკვე შეძლებენ პროდუქტის შეძენას მაღაზიაში.
lt_lt: Jūsų produkto [product] buvo parduotuvės administracija ir pridėta prie produktų katalogo. Dabar pirkėjai gali užsisakyti šį produktą parduotuvėje.
sk_sk: Váš produkt [product] bol schválený administráciou obchodu a zaradený do katalógu. Zákazníci si odteraz môžu tento produkt objednať v obchode.
sr_sp: Vaš proizvod [product] je odobren od strane administracije i dodat je u katalog proizvoda. Sada kupci mogu poručiti ovaj proizvod u prodavnici.
vi_vn: Sản phẩm [product] của bạn đã được chấp thuận của quản trị viên cửa hàng và thêm vào danh mục sản phẩm. Bây giờ người mua có thể đặt hàng sản phẩm này tại cửa hàng.

# Languages::product_approval_status_disapproved
source: Your product [product] has been disapproved by the store administration
hr_hr: Vaš proizvod [product] nije odobren od strane administratora trgovine
ka_ge: თქვენი პროდუქტი [product] უარყოფილია მაღაზიის ადმინისტრატორის მიერ
lt_lt: Jūsų produkto [product] buvo nepatvirtintas parduotuvės administracija
sk_sk: Váš produkt [product] bol administráciou obchodu zamietnutý
sr_sp: Vaš proizvod [product] nije odobren od strane administracije
vi_vn: Sản phẩm [product] của bạn đã bị từ chối bởi quản trị viên cửa hàng

# Languages::products_approval_status_approved
source: Thank you for submitting new products. The following products have been approved by the store administration and added to the product catalog
hr_hr: Hvala što ste poslali nove proizvode. Sljedeći proizvodi su odobreni od strane administratora trgovine i dodani u katalog proizvoda
ka_ge: გმადლობთ, ახალი პროდუქტის დამატებისთვის! შემდეგი პროდუქტები დადასტურებულია მაღაზიის ადმინისტრატორის მიერ და დამატებულია პროდუქტის კატალოგში
lt_lt: Ačiū už pateikimą naujus produktus. Šie produktai buvo laikyti administracija ir pridėta prie produktų katalogo
sk_sk: Ďakujeme vám za predloženie nových produktov. Nasledujúce produkty boli schválené administráciou obchodu a pridané do katalógu produktov
sr_sp: Hvala Vam za prijavu novih proizvoda. Sledeći proizvodi su odobreni od strane administracije prodavnice i dodati su u katalog proizvoda
vi_vn: Cảm ơn bạn đã gửi sản phẩm mới. Các sản phẩm sau đây đã được chấp thuận của quản trin viên cửa hàng và thêm vào danh mục sản phẩm

# Languages::text_shoppers_can_order_products
source: Now shoppers can order these products in the store.
hr_hr: Sada kupci mogu naručiti te proizvode u trgovini.
ka_ge: მყიდველებს უკვე შეუძლიათ იყიდონ პროდუქტი მაღაზიაში.
lt_lt: Dabar pirkėjai gali užsisakyti šių produktų parduotuvėje.
sk_sk: Zákazníci si teraz môžu tieto produkty objednať v obchode.
sr_sp: Sada kupci mogu poručiti ove proizvode u prodavnici.
vi_vn: Bây giờ người mua có thể đặt hàng các sản phẩm trong cửa hàng.

# Languages::products_approval_status_disapproved
source: Thank you for submitting new products. The following products have been disapproved by the store administration
hr_hr: Hvala što ste poslali nove proizvode. Sljedeći proizvodi su neodobreni od strane administratora trgovine
ka_ge: გმადლობთ, რომ დაამატეთ ახალი პროდუქტი! შემდეგი პროდუქტები არ დადასტურდა მაღაზიის ადმინისტრატორის მიერ
lt_lt: Ačiū už pateikimą naujus produktus. Šie produktai buvo nepatvirtintas parduotuvės administracija
sk_sk: Ďakujeme vám za predloženie nových produktov. Nasledujúce produkty boli administráciou obchodu zamietnuté
sr_sp: Hvala Vam za prijavu novih proizvoda. Sledeći proizvodi nisu odobreni od strane administracije
vi_vn: Cảm ơn bạn đã gửi sản phẩm mới. Các sản phẩm sau đã bị từ chối bởi quản trị viên cửa hàng

# Languages::approve_selected
source: Approve selected
hr_hr: Odobriti odabrane
ka_ge: მონიშნულის დამოწმება
lt_lt: Patvirtinti pasirinktus
sk_sk: Schváliť vybrané
sr_sp: Odobri izabrano
vi_vn: Chấp nhận mục được chọn

# Languages::disapprove_selected
source: Disapprove selected
hr_hr: Ne odobravam odabrane
ka_ge: მონიშნულის უარყოფა
lt_lt: Nepatvirtinti pasirinktą
sk_sk: Neschváliť vybrané
sr_sp: Odbij izabrano
vi_vn: Không chấp nhận mục được chọn

# Languages::pre_moderation
source: Products require prior approval
hr_hr: Proizvodi zahtijevaju prethodno odobrenje
ka_ge: პროდუქცია მოითხოვს წინასწარ დამტკიცებას
lt_lt: Produktų reikalauja išankstinio patvirtinimo
sk_sk: Produkty vyžadujú schválenie
sr_sp: Proizvodi koji zahtevaju odobrenje
vi_vn: Sản phẩm yêu cầu phê duyệt trước

# Languages::pre_moderation_edit
source: Approve product info updates
hr_hr: Odobri dopunu informacija proizvoda
ka_ge: პროდუქციაზე ინფორმაციის ცვლილებების დადასტურება
lt_lt: Patvirtinti produkto informacijos naujinimus
sk_sk: Schváliť zmeny v informáciách o produkte
sr_sp: Osvežavanje podataka o odobrenim proizvodima
vi_vn: Chấp nhận cập nhật thông tin sản phẩm

# Languages::pre_moderation_edit_vendors
source: Approve vendor profile updates
hr_hr: Odobri ažuriranje profila dobavljača
ka_ge: პროდუქციაზე ინფორმაციის ცვლილებების დადასტურება გამყიდველის აკაუნტში
lt_lt: Patvirtinti tiekėjo profilio naujiniai
sk_sk: Schváliť zmeny v profile dodávateľa
sr_sp: Osvežavanje profila odobrenih dobavljača
vi_vn: Chấp nhận bản cập nhật hồ sơ của nhà cung cấp

# Languages::text_not_approved_products
source: You have products that require your approval. Please <a href="[link]">follow this link</a> to review these products.
hr_hr: Imate proizvode koji zahtijevaju vaše odobrenje. Molimo <a href="[link]"> slijedite ovu vezu </a> za pregled tih proizvoda.
ka_ge: თქვენ გაქვთ პროდუქტი, რომელიც საჭიროებს დადასტურებას. გთხოვთ,<a href="[link]">მიყვეთ ბმულს</a>განსახილველად.
lt_lt: Jūs turite produktais, kurie turi savo patvirtinimo. Prašome <a href="[link]"> Sekite šią nuorodą</a> Norėdami peržiūrėti šiuos produktus.
sk_sk: Niektoré produkty vyžadujú schválenie. Kliknite, prosím, na <a href="[link]">tento link</a> a skontrolujte ich.
sr_sp: Postoj proizvodi koji zahtevaju odobrenje. Molimo, <a href="[link]">pratite ovaj link</a> kako biste pregledali te proizvode.
vi_vn: Bạn có sản phẩm yêu cầu cần phê duyệt. Xin vui lòng <a href="[link]"> thực hiện theo liên kết này</a> để xem xét các sản phẩm.

# Languages::products_approval_status_changed
source: Your product(s) have been [status]
hr_hr: Vaš proizvod (e) biti [status]
ka_ge: თქვენმა პროდუქტ(ებ)მა მიიღეს შემდეგი სტატუსი [status]
sk_sk: Váš produkt/produkty boli [status]
sr_sp: Vaš(i) proizvod(i) je/su [status]
vi_vn: Sản phẩm của bạn đã [status]

# Languages::approval
source: Approval
hr_hr: Odobrenje
ka_ge: დამოწმებული
lt_lt: Patvirtinimo
sk_sk: Schválenie
sr_sp: Odobrenje
vi_vn: Chấp nhận

# Languages::text_vendor_profile_changes_notice
source: Are you sure that you want to update the profile? Information about your company will not be available in the customer area until the administrator approves it.
hr_hr: Jeste li sigurni da želite ažurirati profil? Informacije o Vašoj tvrtki neće biti dostupni u području kupca dok administrator to ne odobri.
ka_ge: დარწმუნებული ხართ, რომ გსურთ თქვენი აკაუნტის განახლება? ინფორმაცია თქვენს კომპანიაზე არ იქნება ნაჩვენები მაღაზიის ვიტრინაში, სანამ ადმინისტრატორი არ დაადასტურებს მას.
lt_lt: Ar tikrai norite atnaujinti profilį? Informacija apie jūsų įmonę bus galima į užsakovo kampelį kol administratorius patvirtina jį.
sk_sk: Ste si istí že chcete vykonať zmeny vo svojom profile? Informácie o vašej spoločnosti nebudú pre zákazníkov dostupné, kým ich administrátor neschváli.
sr_sp: Sigurni ste da želite da izmenite profil? Informacije o Vašem preduzeću neće biti dostupne kupcima dok ih administrator ne odobri.
vi_vn: Bạn có chắc rằng bạn muốn cập nhật hồ sơ? Thông tin về công ty của bạn sẽ không có sẵn trong khu vực khách hàng cho đến khi các quản trị viên phê duyệt nó.

# Languages::privileges.manage_product_premoderation
source: Approve vendor products
hr_hr: Odobri proizvode dobavljača
ka_ge: პროდუქციის დადასტურება, რომელის დაამატა გამყიდველმა
lt_lt: Patvirtinti tiekėjo produktai
sk_sk: Schváliť produkty dodávateľa
sr_sp: Dozvoli proizvode dobavljača
vi_vn: Phê duyệt nhà cung cấp sản phẩm

# SettingsSections::vendor_data_premoderation::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte
vi_vn: Tổng quát

# SettingsOptions::vendor_data_premoderation::products_prior_approval
source: Approval is required for newly created products
hr_hr: Odobrenje je potrebno za novonastale proizvode
ka_ge: ახალ პროდუქციას სჭირდება დადასტურება
lt_lt: Yra reikalingas naujai sukurtų produktų
sr_sp: Odobrenje je potrebno za novokreirane proizvode
vi_vn: Phê duyệt là bắt buộc cho sản phẩm mới được tạo ra

# SettingsOptions::vendor_data_premoderation::products_updates_approval
source: Approve product info updates
hr_hr: Odobri dopunu informacija proizvoda
ka_ge: პროდუქციაზე ინფორმაციის ცვლილებების დადასტურება
lt_lt: Patvirtinti produkto informacijos naujinimus
sk_sk: Schváliť zmeny v informáciách o produkte
sr_sp: Dozvoli izmenu podataka o proizvodima
vi_vn: Chấp nhận cập nhật thông tin sản phẩm

# SettingsOptions::vendor_data_premoderation::vendor_profile_updates_approval
source: Approve vendor profile updates
hr_hr: Odobri ažuriranje profila dobavljača
ka_ge: პროდუქციაზე ინფორმაციის ცვლილებების დადასტურება გამყიდველის აკაუნტში
lt_lt: Patvirtinti tiekėjo profilio naujiniai
sk_sk: Schváliť zmeny v profile dodávateľa
sr_sp: Odobri izmenu profila dobavljača
vi_vn: Chấp nhận bản cập nhật hồ sơ của nhà cung cấp

# SettingsTooltips::vendor_data_premoderation::products_prior_approval
source: "None" - this option is disabled for all vendors; "Custom" - the option is enabled on a vendor details page (the Add-ons tab); "All vendors" - the option is enabled for all vendors.
hr_hr: "Ništa" - ova opcija je onemogućena po svim dobavljačima; "Custom" - opcija je omogućena na stranici detalja prodavatelja (kartica Add-ons); "Svi dobavljači" - opcija je omogućena za sve dobavljače.
lt_lt: "Nėra" - Ši parinktis yra išjungta visiems tiekėjams; "Pasirinktinis" - parinktį yra įjungtas tiekėjo informacijos puslapyje (priedų skirtukas); "Visi pardavėjai" - parinktį yra įjungtas visiems tiekėjams.
sk_sk: "Žiadne" - táto možnosť je pre všetkých dodávateľov vypnutá; "Vlastné" - možnosť je povolená na stránke s detailami dodávateľa (záložka Doplnky); "Všetci dodávatelia" - možnosť je povolená pre všetkých dodávateľov.
sr_sp: "Ništa" - ova opcija je onemogućena za sve dobavljače; "Uobičajeno" - opcija je omogućena na stranici detalja o dobavljaču (tab Dodaci); "Svi dobavljači" - opcija je omogućena za sve dobavljače.
vi_vn: "Không có" - tùy chọn này bị vô hiệu hoá tất cả nhà cung cấp nhất; "Tùy chỉnh" - tùy chọn được kích hoạt trên một trang nhà cung cấp thông tin chi tiết (tab add-ons); "Tất cả nhà cung cấp" - tùy chọn được kích hoạt cho tất cả các nhà cung cấp.

# SettingsTooltips::vendor_data_premoderation::products_updates_approval
source: "None" - this option is disabled for all vendors; "Custom" - the option is enabled on a vendor details page (the Add-ons tab); "All vendors" - the option is enabled for all vendors.
hr_hr: "Ništa" - ova opcija je onemogućena po svim dobavljačima; "Custom" - opcija je omogućena na stranici detalja prodavatelja (kartica Add-ons); "Svi dobavljači" - opcija je omogućena za sve dobavljače.
lt_lt: "Nėra" - Ši parinktis yra išjungta visiems tiekėjams; "Pasirinktinis" - parinktį yra įjungtas tiekėjo informacijos puslapyje (priedų skirtukas); "Visi pardavėjai" - parinktį yra įjungtas visiems tiekėjams.
sk_sk: "Žiadne" - táto možnosť je pre všetkých dodávateľov vypnutá; "Vlastné" - možnosť je povolená na stránke s detailami dodávateľa (záložka Doplnky); "Všetci dodávatelia" - možnosť je povolená pre všetkých dodávateľov.
sr_sp: "Ništa" - ova opcija je onemogućena za sve dobavljače; "Uobičajeno" - opcija je omogućena na stranici detalja o dobavljaču (tab Dodaci); "Svi dobavljači" - opcija je omogućena za sve dobavljače.
vi_vn: "Không có" - tùy chọn này bị vô hiệu hoá tất cả nhà cung cấp nhất; "Tùy chỉnh" - tùy chọn được kích hoạt trên một trang nhà cung cấp thông tin chi tiết (tab add-ons); "Tất cả nhà cung cấp" - tùy chọn được kích hoạt cho tất cả các nhà cung cấp.

# SettingsTooltips::vendor_data_premoderation::vendor_profile_updates_approval
source: "None" - this option is disabled for all vendors; "Custom" - the option is enabled on a vendor details page (the Add-ons tab); "All vendors" - the option is enabled for all vendors.
hr_hr: "Ništa" - ova opcija je onemogućena po svim dobavljačima; "Custom" - opcija je omogućena na stranici detalja prodavatelja (kartica Add-ons); "Svi dobavljači" - opcija je omogućena za sve dobavljače.
lt_lt: "Nėra" - Ši parinktis yra išjungta visiems tiekėjams; "Pasirinktinis" - parinktį yra įjungtas tiekėjo informacijos puslapyje (priedų skirtukas); "Visi pardavėjai" - parinktį yra įjungtas visiems tiekėjams.
sk_sk: "Žiadne" - táto možnosť je pre všetkých dodávateľov vypnutá; "Vlastné" - možnosť je povolená na stránke s detailami dodávateľa (záložka Doplnky); "Všetci dodávatelia" - možnosť je povolená pre všetkých dodávateľov.
sr_sp: "Ništa" - ova opcija je onemogućena za sve dobavljače; "Uobičajeno" - opcija je omogućena na stranici detalja o dobavljaču (tab Dodaci); "Svi dobavljači" - opcija je omogućena za sve dobavljače.
vi_vn: "Không có" - tùy chọn này bị vô hiệu hoá tất cả nhà cung cấp nhất; "Tùy chỉnh" - tùy chọn được kích hoạt trên một trang nhà cung cấp thông tin chi tiết (tab add-ons); "Tất cả nhà cung cấp" - tùy chọn được kích hoạt cho tất cả các nhà cung cấp.

source: None
hr_hr: Niti jedan
ka_ge: არცერთი
lt_lt: Nė vienas
sk_sk: Žiadne
sr_sp: Ništa
vi_vn: Không có

source: Custom
hr_hr: Prilagođeno
lt_lt: Pasirinktinai
sk_sk: Vlastné
sr_sp: Uobičajen
vi_vn: Tuỳ chỉnh

source: All vendors
hr_hr: Svi dobavljači
ka_ge: ყველა მომწოდებელი
lt_lt: Viskas parduotuvės
sk_sk: Všetci dodávatelia
sr_sp: Svi dobavljači
vi_vn: Tất cả các nhà cung cấp

# SettingsVariants::vendor_data_premoderation::products_prior_approval::none
source: None
hr_hr: Niti jedan
ka_ge: არცერთი
lt_lt: Nė vienas
sk_sk: Žiadne
sr_sp: Ništa
vi_vn: Không có

# SettingsVariants::vendor_data_premoderation::products_prior_approval::custom
source: Custom
hr_hr: Prilagođeno
lt_lt: Pasirinktinai
sk_sk: Vlastné
sr_sp: Uobičajen
vi_vn: Tuỳ chỉnh

# SettingsVariants::vendor_data_premoderation::products_prior_approval::all
source: All vendors
hr_hr: Svi dobavljači
ka_ge: ყველა მომწოდებელი
lt_lt: Visi pardavėjai
sk_sk: Všetci dodávatelia
sr_sp: Svi dobavljači
vi_vn: Tất cả các nhà cung cấp

# SettingsVariants::vendor_data_premoderation::products_updates_approval::none
source: None
hr_hr: Niti jedan
ka_ge: არცერთი
lt_lt: Nėra
sk_sk: Žiadne
sr_sp: Ništa
vi_vn: Không có

# SettingsVariants::vendor_data_premoderation::products_updates_approval::custom
source: Custom
hr_hr: Prilagođeno
lt_lt: Pasirinktinai
sk_sk: Vlastné
sr_sp: Uobičajen
vi_vn: Tuỳ chỉnh

# SettingsVariants::vendor_data_premoderation::products_updates_approval::all
source: All vendors
hr_hr: Svi dobavljači
ka_ge: ყველა მომწოდებელი
lt_lt: Visi pardavėjai
sk_sk: Všetci dodávatelia
sr_sp: Svi dobavljači
vi_vn: Tất cả các nhà cung cấp
